{"data":{"markdownRemark":{"frontmatter":{"title":"All Companies","subtitle":"My Experience"}},"allMarkdownRemark":{"edges":[{"node":{"id":"b3f18141-03a1-51e3-a995-e93b3e3b5213","html":"<p>Bits to Bytes services include: Fresh Installation, Initial Setup, General Support, Electronics Repair, PC Tune UP and Data Support for computers and electronics. </p>\n<p>We are a family owned business working with individuals and businesses to improve their services and communication. Our clients live alongside us in this community and its we aim to not only provide technical support at a better price, but to build a trusting relationship providing the support needed. </p>","frontmatter":{"company":"Bits to Bytes","position":"Computer Tech/Sole Proprietor","startDate":"February 2018","endDate":"Present"}}},{"node":{"id":"0e999466-4aa8-58e2-aa51-660edc45e998","html":"<p>Analysis of samples to determine specified chemical, biological, or physical characteristics using purchased and/or prepared reagents and/or standards; through the operation of both manual and automated specialized equipment and tools. Recording the data, logging the data into our LIMS system and reviewing the data for quality.  </p>\n<p>Use of a variety interpersonal communication to identify when to work independently or in a team setting to ensure that samples are analyzed and reported within their turn around times.  </p>\n<p>Training co-workers to preform testing following standard operating procedures, to utilize equipment, report/review data.  </p>\n<p>Troubleshooting failures in analytical testing to correct issues surrounding technique, regents, standards, instrumentation hardware failures, and/or instrumentation configuration failures.  </p>\n<p>Assisting co-workers with technical support, i.e., desktop support, networking support, printer support, local resources, and desktop installation. </p>\n<p>Troubleshooting, repair and maintenance of staff computer systems, automated equipment, and manual equipment. </p>\n<p>Utilizing 3rd party resources to identify issues surrounding equipment and/or configurations.  </p>\n<p>Member of Health and Safety Committee responsible for checking that co-workers are following safety guidelines, utilizing PPE, and the following the chemical hygiene policy.  </p>\n<p>Maintaining code used in instrumentation data analysis and reporting.  </p>\n<p>Ensuring fellow co-workers follow safety guidelines and utilize PPE. </p>\n<p>Practice U.S. Environmental Protection Agency Good Laboratory Practice guidelines. </p>\n<p>Analyst Full Time Employee  03/2012 to 08/2014 </p>\n<p>Preparation of samples for ICP and ICPMS analysis through operation of specialized tools and equipment. Maintaining facilities organization and cleanliness of sample preparation and storage rooms. </p>","frontmatter":{"company":"Basic Laboratory, Inc. ","position":"Senior Analyst","startDate":"Mar 2012","endDate":"Present"}}},{"node":{"id":"87f09c0c-a1ae-5055-b267-b22229b1ee21","html":"<p>This position required ability and knowledge of painting, carpentry, plumbing work. Knowledge of bathroom remodeling, drywall installation, painting, electrical, and concrete work. Maintenance and repair of tools as well as skilled operations of tools and machinery to perform variety of tasks. Maintenance of facilities during renovations. This position required a variety of working conditions. Short term single project.</p>","frontmatter":{"company":"Shukis Construction","position":"Repair person","startDate":"Jun 2011","endDate":"Aug 2011"}}},{"node":{"id":"2a3d6cfe-adba-53a8-8554-d28094af5672","html":"<p>I volunteered at the Northern California Rehabilitation Hospital supervising and providing education to patients on the effective use of the equipment and common games to meet their treatment goals. Certain patients utilized specialized activities for their treatment under the supervision of the recreational therapist. Patients responses were evaluated and reported to the recreation therapist so that modifications could be made to improve their activities.</p>","frontmatter":{"company":"Northern California Rehabilitation Hospital","position":"Recreation Intern","startDate":"January 2010","endDate":"August 2010"}}},{"node":{"id":"f8de0bc3-9ed2-5c1a-bba4-99d3b565df03","html":"<p>This position required the use of specialized equipment. This position included a variety of working conditions and ability to replace Ethernet cables in an efficient manner.</p>","frontmatter":{"company":"Chico State User Services","position":"Field Service Technician","startDate":"February 2007","endDate":"August 2007"}}}]}}}