{"data":{"markdownRemark":{"frontmatter":{"title":"All Companies","subtitle":"My Experience"}},"allMarkdownRemark":{"edges":[{"node":{"id":"0e999466-4aa8-58e2-aa51-660edc45e998","html":"<p>Preparation of  samples for analysis through skilled operation of specialized tools and equipment to perform, i.e. distillation, digestion, or extraction.\nEnsure that extracted samples via STLC or TCLP are set up in a timely fashion.\nPerform laboratory analysis of biological samples to determine specified chemical, biological, or physical characteristics using purchased and prepared reagents and standards, through operation of both manual and automated specialized equipment and tools.\nMeasure and make laboratory solutions. Operates pH meter, spectrophotometer, electronic balance to determine chemical and physical characteristics of compounds and solutions.\nConcluding if quality control standards meet the standard operating procedures criteria, and if not what remedial measures should be implemented to ensure reporting accurate data.\nMaintenance and repair of automated equipment and manual equipment.\nEnsuring fellow employees follow safety guidelines and utilize protective equipment.\nPractice U.S. Environmental Protection Agency Good Laboratory Practice guidelines.\nMaintain effective working spaces by performing laboratory duties such as; cleaning, packing, and sterilizing glassware and other laboratory equipment.</p>\n<p>Lab Technician      Full Time Employee                          03 and 2012 to 08/2014\nPreparation of samples for ICP and ICPMS analysis through operation of specialized tools and equipment. Maintenance of repair of specialized tools and equipment. Maintaining facilities organization and cleanliness of sample preparation and storage rooms.</p>","frontmatter":{"company":"Basic Laboratory, Inc. ","position":"Senior Analyst","startDate":"Mar 2012","endDate":"Present"}}},{"node":{"id":"87f09c0c-a1ae-5055-b267-b22229b1ee21","html":"<p>This position required ability and knowledge of painting, carpentry, plumbing work. Knowledge of bathroom remodeling, drywall installation, painting, electrical, and concrete work. Maintenance and repair of tools as well as skilled operations of tools and machinery to perform variety of tasks. Maintenance of facilities during renovations. This position required a variety of working conditions. Short term single project.</p>","frontmatter":{"company":"Shukis Construction","position":"Repair person","startDate":"Jun 2011","endDate":"Aug 2011"}}},{"node":{"id":"2a3d6cfe-adba-53a8-8554-d28094af5672","html":"<p>I volunteered at the Northern California Rehabilitation Hospital supervising and providing education to patients on the effective use of the equipment and common games to meet their treatment goals. Certain patients utilized specialized activities for their treatment under the supervision of the recreational therapist. Patients responses were evaluated and reported to the recreation therapist so that modifications could be made to improve their activities.</p>","frontmatter":{"company":"Northern California Rehabilitation Hospital","position":"Recreation Intern","startDate":"January 2010","endDate":"August 2010"}}},{"node":{"id":"e6822336-7c97-5a2c-8d93-7df18802b5b5","html":"<p>Intermittent position. Tasks included preparing areas for painting, carpentry, plumbing, and concrete work. Through the operations of tools and machinery to clear bush, dig, assist with concrete, assist carpentry and electrical work.  Maintenance and repair of tools to operational states. Facilities and building maintenance to ensure cleanliness and safety. This position included a variety of working conditions and skills.</p>","frontmatter":{"company":"Shukis Construction","position":"General Laborer","startDate":"May 2006","endDate":"August 2008"}}},{"node":{"id":"f8de0bc3-9ed2-5c1a-bba4-99d3b565df03","html":"<p>This position required the use of specialized equipment. This position included a variety of working conditions and ability to replace Ethernet cables in an efficient manner.</p>","frontmatter":{"company":"Chico State User Services","position":"Field Service Technician","startDate":"February 2007","endDate":"August 2007"}}}]}}}